Repository: Jupiter-Business-Partner-AS/JobQueueRestarter
Catalog: Translations/Jupiter Job Queue Handler.*.g.xlf
Languages: nb_no

# Codeunit 1779973219 - Method 1857441064 - NamedType 2999392475
source: An error has been detected on the job "%1" on company "%2". Trying to restart job.
nb_no: En feil er oppdaget på jobb "%1" i selskapet "%2". Prøver å starte jobb på nytt igjen.

# Codeunit 1779973219 - Method 1857441064 - NamedType 3670002418
source: Error on job queue %1
nb_no: Feil på jobbkø %1

# Codeunit 1779973219 - Method 743942932 - NamedType 2999392475
source: An error has been detected on the job %1 on company %2. The errors must be resolved manualy.
nb_no: En feil er oppdaget på jobb %1 i selskapet %2. Feilen må følges opp manuelt.

# Codeunit 1779973219 - Method 743942932 - NamedType 3670002418
source: Error on job queue "%1"
nb_no: Feil på jobbkø "%1"

# Codeunit 4211963465 - Method 743942932 - NamedType 2999392475
source: Previous error on job %1 on company %2 has been resolved.
nb_no: Tidligere feil på jobb %1 i selskapet %2 er løst.

# Codeunit 4211963465 - Method 743942932 - NamedType 3670002418
source: Resolved - queue "%1"
nb_no: Løst - jobbkø "%1"

# PageExtension 2452371013 - Control 75535957 - Property 1295455071
source: Specifies the value of the Job Queue Entry Fail Response field.
nb_no: Jobbkø håndtering ved feil

# PageExtension 4193094499 - Control 4202340187 - Property 2879900210
source: Job Queue Error Hanlding
nb_no: Jobbkø feilhåndtering

# PageExtension 4193094499 - Control 2301870859 - Property 1295455071
source: Specifies the value of the Number of restarts field.
nb_no: Antall omstarter

# PageExtension 4193094499 - Control 2722402328 - Property 1295455071
source: Specifies the value of the Number of restarts before email sendt field.
nb_no: Antall omstarter før epost sendes

# PageExtension 4193094499 - Control 75535957 - Property 1295455071
source: Specifies the value of the Job Queue Entry Fail Response field.
nb_no: Jobbkø håndtering ved feil

# PageExtension 4193094499 - Control 2744735497 - Property 1295455071
source: Specifies the value of the Email on error field.
nb_no: Epost ved feil

# TableExtension 2661828775 - Field 1372379330 - Property 2879900210
source: Email on error sendt
nb_no: Epost ved feil sendt

# TableExtension 2661828775 - Field 426045776 - Property 2879900210
source: Response on error
nb_no: Håndtering ved feil

# TableExtension 2661828775 - Field 1291113182 - Property 2879900210
source: Email on error
nb_no: Epost ved feil

# TableExtension 2661828775 - Field 2301870859 - Property 2879900210
source: Number of restarts
nb_no: Antall omstarter

# TableExtension 2661828775 - Field 2722402328 - Property 2879900210
source: Number of restarts before email sendt
nb_no: Antall omstarter før epost sendes

# Enum 4153788731 - EnumValue 1303173321 - Property 2879900210
source: Restart
nb_no: Omstart

# Enum 4153788731 - EnumValue 2544340888 - Property 2879900210
source: Restart and send email
nb_no: Omstart og send epost

# Enum 4153788731 - EnumValue 1251813484 - Property 2879900210
source: Send Email
nb_no: Send epost

# EnumExtension 4188923175 - EnumValue 3851312999 - Property 2879900210
source: Job Queue Error message
nb_no: Jobbkø feilmelding
